predictions/bifurcation_angle30_1000_ascii/Re100/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  11
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    wall-fluid_domain
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          50990;
        startFace       1737495;
    }
    inlet
    {
        type            patch;
        nFaces          572;
        startFace       1788485;
    }
    outlet_1
    {
        type            patch;
        nFaces          570;
        startFace       1789057;
    }
    outlet_2
    {
        type            patch;
        nFaces          570;
        startFace       1789627;
    }
)

// ************************************************************************* //
