predictions/bifurcation_angle30_1000_ascii/Re100/constant/momentumTransport
FoamFile
{
    format      ascii;
    class       dictionary;
    object      momentumTransport;
}
simulationType  laminar;
